{
  "es": {
    "marca": "JAGUAR FITNESS",
    "login": "Iniciar Sesión",
    "loginWarning" : "Debes iniciar sesion",
    "inicio" : "Inicio",
    "sucursales" : "Sucursales",
    "tienda" : "Tienda",
    "rutinas" : "Rutinas",
    "ayuda" : "Ayuda",
    "phrase1": "Entrena con calidad",
    "phrase2": "¡Encuentra tu sede!",
    "historiaTitulo": "Nuestra Historia",
    "historia": "Jaguar Fitness nació con la visión de convertirse en más que un gimnasio, un espacio donde la disciplina, la fuerza y la comunidad se unieran. Desde sus inicios, inspirados en la energía y la majestuosidad del jaguar, el centro ha buscado motivar a cada persona a superar sus límites y alcanzar sus metas de bienestar. Con un enfoque en la innovación y el acompañamiento personalizado, Jaguar Fitness ha crecido hasta consolidarse como un lugar de referencia para quienes buscan transformar su cuerpo y su mente, siempre en un ambiente de respeto, motivación y constancia.",
    "tarjeta1Titulo": "Calidad Comprobada",
    "tarjeta1Texto": "Equipos de última generación e instalaciones de clase mundial en todas nuestras sedes.",
    "tarjeta2Titulo": "Entrenamiento Personal",
    "tarjeta2Texto": "Contamos con los mejores entrenadores certificados para guiarte a alcanzar tus objetivos con planes especializados.",
    "tarjeta3Titulo": "Clases Grupales",
    "tarjeta3Texto": "Amplia variedad de clases en conjunto para complementar tus rutinas de entrenamiento.",
    "tarjeta4Titulo": "Acceso 24/7",
    "tarjeta4Texto": "Acceso a nuestras instalaciones en cualquier momento del día para que puedas entrenar cuando más te convenga.",
    "footer": "2025 Jaguar Fitness. Todos los derechos reservados.",
    "cargando" : "Cargando..."
  },
  "en": {
    "marca": "JAGUAR FITNESS",
    "login": "Login",
    "loginWarning" : "You must log in",
    "inicio" : "Home",
    "sucursales" : "Find Us",
    "tienda" : "Shop",
    "rutinas" : "Routines",
    "ayuda" : "Help",
    "phrase1": "Train with quality",
    "phrase2": "Find your branch!",
    "historiaTitulo": "Our Story",
    "historia": "Jaguar Fitness was born with the vision of becoming more than a gym — a space where discipline, strength, and community come together. Inspired by the power and majesty of the jaguar, the center has always aimed to motivate each person to push beyond their limits and reach their wellness goals. With a focus on innovation and personalized support, Jaguar Fitness has grown to become a benchmark for those who seek to transform both body and mind, always in an environment of respect, motivation, and consistency.",
    "tarjeta1Titulo": "Proven Quality",
    "tarjeta1Texto": "State-of-the-art equipment and world-class facilities in all our branches.",
    "tarjeta2Titulo": "Personal Training",
    "tarjeta2Texto": "We have the best certified trainers to help you reach your goals with specialized programs.",
    "tarjeta3Titulo": "Group Classes",
    "tarjeta3Texto": "A wide variety of group classes to complement your training routines.",
    "tarjeta4Titulo": "24/7 Access",
    "tarjeta4Texto": "Access our facilities anytime, so you can train whenever it suits you best.",
    "footer": "2025 Jaguar Fitness. All rights reserved.",
    "cargando" : "Loading..."
  }
}
